Repository: AlfCano/rk.ggsurvey
Catalog: inst/rkward/po/*.po
Languages: de, es, fr

source: A plugin package to analyze complex survey designs with custom plugins and the 'ggsurvey' package.
de: Ein Plugin-Paket zur Analyse komplexer Erhebungsdesigns mit benutzerdefinierten Plugins und dem 'ggsurvey'-Paket.
es: Un paquete de plugins para analizar diseños de encuestas complejas con plugins personalizados y el paquete 'ggsurvey'.
fr: Un module pour analyser des plans d'échantillonnage complexes avec des plugins personnalisés et le package 'ggsurvey'.

source: Means Graph
de: Mittelwert-Diagramm
es: Gráfico de Medias
fr: Graphique des moyennes

source: Survey
de: Erhebung
es: Encuesta
fr: Enquête

source: Graphs
de: Grafiken
es: Gráficos
fr: Graphiques

source: Plot Title
de: Diagrammtitel
es: Título del gráfico
fr: Titre du graphique

source: Plot Subtitle
de: Diagrammuntertitel
es: Subtítulo del gráfico
fr: Sous-titre du graphique

source: X-axis Label (blank for auto)
de: X-Achsen-Beschriftung (leer für auto)
es: Etiqueta Eje X (vacío para auto)
fr: Étiquette de l'axe X (vide pour auto)

source: Wrap X-axis Label at (chars, 0 to disable)
de: X-Achsen-Beschriftung umbrechen bei (Zeichen, 0 zum Deaktivieren)
es: Ajustar texto Eje X en (caracteres, 0 desactiva)
fr: Renvoyer l'étiquette X à la ligne à (caractères, 0 pour désactiver)

source: Y-axis Label
de: Y-Achsen-Beschriftung
es: Etiqueta Eje Y
fr: Étiquette de l'axe Y

source: Wrap Y-axis Label at (chars, 0 to disable)
de: Y-Achsen-Beschriftung umbrechen bei (Zeichen, 0 zum Deaktivieren)
es: Ajustar texto Eje Y en (caracteres, 0 desactiva)
fr: Renvoyer l'étiquette Y à la ligne à (caractères, 0 pour désactiver)

source: Legend Title (blank for auto)
de: Legendentitel (leer für auto)
es: Título de Leyenda (vacío para auto)
fr: Titre de la légende (vide pour auto)

source: Wrap Legend Title at (chars, 0 to disable)
de: Legendentitel umbrechen bei (Zeichen, 0 zum Deaktivieren)
es: Ajustar Título Leyenda en (caracteres, 0 desactiva)
fr: Renvoyer le titre de la légende à (caractères, 0 pour désactiver)

source: Wrap Legend Labels at (chars, 0 to disable)
de: Legendenbeschriftungen umbrechen bei (Zeichen, 0 zum Deaktivieren)
es: Ajustar Etiquetas Leyenda en (caracteres, 0 desactiva)
fr: Renvoyer les étiquettes de légende à (caractères, 0 pour désactiver)

source: Plot Caption
de: Diagrammbeschriftung (Caption)
es: Pie de gráfico (Caption)
fr: Légende du graphique (Caption)

source: Overall text size relative adjustment
de: Relative Anpassung der Gesamttextgröße
es: Ajuste relativo tamaño texto general
fr: Ajustement relatif de la taille du texte global

source: Plot title size relative adjustment
de: Relative Anpassung der Titelgröße
es: Ajuste relativo tamaño título gráfico
fr: Ajustement relatif de la taille du titre

source: Legend text size relative adjustment
de: Relative Anpassung der Legendentextgröße
es: Ajuste relativo tamaño texto leyenda
fr: Ajustement relatif de la taille du texte de la légende

source: Legend Position
de: Legendenposition
es: Posición de la Leyenda
fr: Position de la légende

source: Right (Default)
de: Rechts (Standard)
es: Derecha (Predeterminado)
fr: Droite (Défaut)

source: Left
de: Links
es: Izquierda
fr: Gauche

source: Top
de: Oben
es: Arriba
fr: Haut

source: Bottom
de: Unten
es: Abajo
fr: Bas

source: None
de: Keine
es: Ninguna
fr: Aucune

source: X-Axis Text
de: X-Achsen-Text
es: Texto Eje X
fr: Texte de l'axe X

source: Angle
de: Winkel
es: Ángulo

source: H-Just
de: H-Ausrichtung
es: Justificación Horizontal
fr: Justification H

source: V-Just
de: V-Ausrichtung
es: Justificación Vertical
fr: Justification V

source: X-Axis Value Labels
de: X-Achsen-Wertebeschriftungen
es: Etiquetas de Valor Eje X
fr: Étiquettes de valeur de l'axe X

source: Wrap at (chars)
de: Umbrechen bei (Zeichen)
es: Ajustar en (caracteres)
fr: Renvoyer à la ligne à (caractères)

source: Y-Axis Value Labels
de: Y-Achsen-Wertebeschriftungen
es: Etiquetas de Valor Eje Y
fr: Étiquettes de valeur de l'axe Y

source: Device type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type de périphérique

source: JPG Quality (0-100)
de: JPG-Qualität (0-100)
es: Calidad JPG (0-100)
fr: Qualité JPG (0-100)

source: Width (px)
de: Breite (px)
es: Ancho (px)
fr: Largeur (px)

source: Height (px)
de: Höhe (px)
es: Alto (px)
fr: Hauteur (px)

source: Resolution (ppi)
de: Auflösung (ppi)
es: Resolución (ppi)
fr: Résolution (ppi)

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan

source: Transparent
es: Transparente

source: White
de: Weiß
es: Blanco
fr: Blanc

source: Color Palette (ColorBrewer)
de: Farbpalette (ColorBrewer)
es: Paleta de Colores (ColorBrewer)
fr: Palette de couleurs (ColorBrewer)

source: Default (Set1)
de: Standard (Set1)
es: Predeterminado (Set1)
fr: Défaut (Set1)

source: X-axis Ordering
de: X-Achsen-Sortierung
es: Ordenamiento Eje X
fr: Ordre de l'axe X

source: Order X-axis by estimate value
de: X-Achse nach Schätzwert sortieren
es: Ordenar Eje X por valor estimado
fr: Ordonner l'axe X par valeur estimée

source: Invert final order
de: Endgültige Reihenfolge umkehren
es: Invertir orden final
fr: Inverser l'ordre final

source: svyby objects
de: svyby-Objekte
es: Objetos svyby
fr: objets svyby

source: svyby object to plot
de: Zu plottendes svyby-Objekt
es: Objeto svyby a graficar
fr: objet svyby à tracer

source: X-axis variable (e.g., year)
de: X-Achsen-Variable (z. B. Jahr)
es: Variable Eje X (ej. año)
fr: Variable de l'axe X (par ex. année)

source: Faceting variable (optional)
de: Facettierungsvariable (optional)
es: Variable de Facetas (opcional)
fr: Variable de facettes (optionnel)

source: Estimate columns
de: Schätzspalten
es: Columnas de estimación
fr: Colonnes d'estimation

source: Standard Error columns
de: Standardfehlerspalten
es: Columnas de Error Estándar
fr: Colonnes d'erreur standard

source: Means Graph from svyby Object
de: Mittelwert-Diagramm aus svyby-Objekt
es: Gráfico de Medias desde Objeto svyby
fr: Graphique des moyennes depuis un objet svyby

source: Data
de: Daten
es: Datos
fr: Données

source: Options
de: Optionen
es: Opciones

source: Flip coordinates
de: Koordinaten tauschen
es: Invertir coordenadas (Flip)
fr: Inverser les coordonnées

source: Confidence level for error bars (%)
de: Konfidenzniveau für Fehlerbalken (%)
es: Nivel de confianza para barras de error (%)
fr: Niveau de confiance pour les barres d'erreur (%)

source: Facet Layout
de: Facetten-Layout
es: Diseño de Facetas
fr: Disposition des facettes

source: Wrap (default)
de: Umbrechen (Wrap - Standard)
es: Envolver (Wrap - predeterminado)
fr: Envelopper (Wrap - défaut)

source: Force to one row
de: Auf eine Zeile zwingen
es: Forzar a una fila
fr: Forcer sur une ligne

source: Force to one column
de: Auf eine Spalte zwingen
es: Forzar a una columna
fr: Forcer sur une colonne

source: Labels
de: Beschriftungen
es: Etiquetas
fr: Étiquettes

source: Theme
de: Thema
es: Tema
fr: Thème

source: Output Device
de: Ausgabegerät
es: Dispositivo de Salida
fr: Périphérique de sortie

source: Line Graph
de: Liniendiagramm
es: Gráfico de Líneas
fr: Graphique linéaire

source: Grouping variable (optional, for multiple lines)
de: Gruppierungsvariable (optional, für mehrere Linien)
es: Variable de agrupación (opcional, para múltiples líneas)
fr: Variable de regroupement (optionnel, pour plusieurs lignes)

source: Map Grouping to:
de: Gruppierung zuordnen zu:
es: Mapear Agrupación a:
fr: Mapper le regroupement sur :

source: Color only
de: Nur Farbe
es: Solo Color
fr: Couleur seulement

source: Shape only
de: Nur Form
es: Solo Forma
fr: Forme seulement

source: Color & Shape
de: Farbe & Form
es: Color y Forma
fr: Couleur & Forme

source: Line Graph from svyby Object
de: Liniendiagramm aus svyby-Objekt
es: Gráfico de Líneas desde Objeto svyby
fr: Graphique linéaire depuis un objet svyby

source: Bar Diagram
de: Balkendiagramm
es: Diagrama de Barras
fr: Diagramme à barres

source: Survey Design Objects
de: Erhebungsdesign-Objekte
es: Objetos de Diseño de Encuesta
fr: Objets de plan d'échantillonnage

source: Survey Design Object
de: Erhebungsdesign-Objekt
es: Objeto de Diseño de Encuesta
fr: Objet de plan d'échantillonnage

source: X Variable
es: Variable X
fr: Variable X

source: Survey Bar Plot
de: Erhebungs-Balkenplot
es: Gráfico de Barras de Encuesta
fr: Graphique à barres d'enquête

source: Style & Layout
de: Stil & Layout
es: Estilo y Diseño
fr: Style & Disposition

source: Box Plot
es: Diagrama de Caja (Box Plot)
fr: Boîte à moustaches (Box Plot)

source: Hexbin Plot
es: Gráfico Hexbin
fr: Graphique Hexbin

source: Histogram
de: Histogramm
es: Histograma
fr: Histogramme
